[
  {
    "id": "1",
    "day": "20 September",
    "title": "Keeping the gift",
    "quote": "Life takes on a new meaning when we open ourselves to this gift.",
    "source": "Basic Text, p.107",
    "reflection": "Neglecting our recovery is like neglecting any other gift we've been given. Suppose someone gave you a new car. Would you let it sit in the driveway until the tires rotted? Would you just drive it, ignoring routine maintenance, until it expired on the road? Of course not! You would go to great lengths to maintain the condition of such a valuable gift.<br/><br/>Recovery is also a gift, and we have to care for it if we want to keep it. While our recovery doesn't come with an extended warranty, there is a routine maintenance schedule. This maintenance includes regular meeting attendance and various forms of service. We'll have to do some daily cleaning-our Tenth Step-and, once in a while, a major Fourth Step overhaul will be required. But if we maintain the gift of recovery, thanking the Giver each day, it will continue.<br/><br/>The gift of recovery is one that grows with the giving. Unless we give it away, we can't keep it. But in sharing our recovery with others, we come to value it all the more.",
    "today": "My recovery is a gift, and I want to keep it. I'll do the required maintenance, and I'll share my recovery with others."
  },
  {
    "id": "2",
    "day": "23 September",
    "title": "Dealing with gossip",
    "quote": "In accordance with the principles of recovery, we try not to judge, stereotype, or moralize with each other.",
    "source": "Basic Text, p. 11",
    "reflection": "Let’s face it:  In Narcotics Anonymous, we live in a glass house of sorts.  Our fellow members know more about our personal lives than anyone has ever known before.  They know who we spend our time with, where we work, what step we’re on, how many children we have, and so forth.  And what our fellow members don’t know, they will probably imagine.<br/><br/>We may be unhappy when others gossip about us.  But if we withdraw from the fellowship and isolate ourselves to avoid gossip, we also rob ourselves of the love, friendship, and unparalleled experience with recovery that our fellow members have to offer.  A better way to deal with gossip is to simply accept the way things are and the way we are, and live our lives according to principles.  The more secure we become with our personal program, the decisions we make, and the guidance we receive from a loving God, the less the opinions of others will concern us.",
    "today": "I am committed to being involved in the NA Fellowship.  The opinions of others will not affect my commitment to recovery."
  },
  {
    "id": "3",
    "day": "24 September",
    "title": "The only suggested guidelines are that this Power be loving, caring, and greater than ourselves.  We don’t have to be religious to accept this idea.  The point is that we open our minds to believe.",
    "quote": "Life takes on a new meaning when we open ourselves to this gift.",
    "source": "Basic Text, p. 24",
    "reflection": "In a lifelong process of coming to believe, our understanding of God will change.  The understanding we have when new in recovery will not be the same when we have a few months clean, nor will that understanding be the same when we have a few years clean.<br/><br/>Our initial understanding of a Power greater than ourselves will most likely be limited.  That Power will keep us clean but, we may think, nothing more.  We may hesitate to pray because we have placed conditions on what we will ask our Higher Power to do for us.  Oh, this stuff is so awful, even God couldn’t do anything, we might say, or God’s got a lot of people to take care of.  There’s no time for me.<br/><br/>But, as we grow in recovery, so will our understanding.  We’ll begin to see that the only limits to God’s love and grace are those we impose by refusing to step out of the way.  The loving God we come to believe in is infinite, and the power and love we find in our belief is shared by nearly every recovering addict around the world.",
    "today": "The God I am coming to understand has a limitless capacity for love and care.  I will trust that my God is bigger than any problem I may have."
  }
]
